tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "archey"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "curl"
brew "direnv"
brew "gdub"
brew "geoip"
brew "git-crypt"
brew "git-flow"
brew "gnupg"
brew "htop"
brew "imagemagick"
brew "jq"
brew "libxslt"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "parallel"
brew "rbenv"
brew "ripgrep"
brew "speedtest-cli"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "unzip"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
cask "authy"
cask "cakebrew"
cask "docker"
cask "firefox"
cask "flycut"
cask "font-hack-nerd-font"
cask "fork"
cask "grammarly"
cask "kap"
cask "keepassx"
cask "keepingyouawake"
cask "postman"
cask "signal"
cask "slack"
cask "spectacle"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
