tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "direnv"
brew "htop"
brew "neovim"
brew "nmap"
brew "rbenv"
brew "stow"
brew "tig"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "cakebrew"
cask "docker"
cask "flycut"
cask "font-hack-nerd-font"
cask "keepassx"
cask "spectacle"
cask "transmission"
