tap "alexnabokikh/tfsort"
tap "chef/chef"
tap "cjbassi/ytop"
tap "common-fate/granted"
tap "danielfoehrkn/switch"
tap "danielgtaylor/restish"
tap "dapr/tap"
tap "derailed/popeye"
tap "go-to-k/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "nikitabobko/tap"
brew "asciinema"
brew "atuin"
brew "awsume"
brew "axel"
brew "bandwhich"
brew "bat"
brew "bitwarden-cli"
brew "btop"
brew "caddy"
brew "cmake"
brew "codespell"
brew "colima"
brew "cpio"
brew "cruft"
brew "cspell"
brew "diff-so-fancy"
brew "difftastic"
brew "direnv"
brew "exercism"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow"
brew "gitui"
brew "gnu-sed"
brew "gnupg"
brew "pkgconf"
brew "gomplate"
brew "gstreamer"
brew "gum"
brew "helm"
brew "httpie"
brew "hugo"
brew "jfrog-cli"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "lazygit"
brew "lf"
brew "libvirt", restart_service: :changed
brew "markdownlint-cli"
brew "marp-cli"
brew "mdbook"
brew "mise"
brew "navi"
brew "neovim"
brew "pinentry-mac"
brew "pngpaste"
brew "presenterm"
brew "procs"
brew "qemu"
brew "ratchet"
brew "ripgrep"
brew "rlwrap"
brew "rm-improved"
brew "scc"
brew "sd"
brew "slides"
brew "starship"
brew "stow"
brew "syncthing"
brew "telnet"
brew "tlrc"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "virt-manager"
brew "watch"
brew "wget"
brew "xorriso"
brew "you-get"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "alexnabokikh/tfsort/tfsort"
brew "derailed/popeye/popeye"
brew "go-to-k/tap/cls3"
brew "jesseduffield/lazydocker/lazydocker"
cask "aerospace"
cask "appcleaner"
cask "arc"
cask "as-timer"
cask "aws-vault-binary"
cask "brave-browser"
cask "bruno"
cask "cryptomator"
cask "cyberduck"
cask "devtoys"
cask "discord"
cask "drawio"
cask "dropbox"
cask "espanso"
cask "flameshot"
cask "font-caveat"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-open-sans"
cask "font-proggy-clean-tt-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gimp"
cask "gitbutler"
cask "github"
cask "google-chrome"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "jordanbaird-ice"
cask "kdenlive"
cask "keepassxc"
cask "keepingyouawake"
cask "keka"
cask "macdown"
cask "mark-text"
cask "notunes"
cask "raycast"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xnviewmp"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "avarayr.synthwave-refined"
vscode "bbenoist.nix"
vscode "charliermarsh.ruff"
vscode "ckolkman.vscode-postgres"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "humao.rest-client"
vscode "jacobpfeifer.pfeifer-hurl"
vscode "johnpapa.vscode-peacock"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mark-tucker.aws-cli-configure"
vscode "marp-team.marp-vscode"
vscode "mateuszdrewniak.hurl-runner"
vscode "mhutchie.git-graph"
vscode "mkhl.shfmt"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mtxr.sqltools"
vscode "nefrob.vscode-just-syntax"
vscode "oderwat.indent-rainbow"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sonarsource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "techer.open-in-browser"
vscode "timonwong.shellcheck"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
vscode "zeshuaro.vscode-python-poetry"
vscode "zhuangtongfa.material-theme"
