tap "cjbassi/ytop"
tap "derailed/popeye"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "asdf"
brew "atuin"
brew "bandwhich"
brew "bat"
brew "cmake"
brew "codespell"
brew "colima"
brew "cruft"
brew "direnv"
brew "docker"
brew "exa"
brew "fd"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "helm"
brew "hugo"
brew "jq"
brew "k3d"
brew "k9s"
brew "krew"
brew "lazygit"
brew "neovim"
brew "pinentry-mac"
brew "pngpaste"
brew "ripgrep"
brew "sd"
brew "slides"
brew "starship"
brew "stow"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "watch"
brew "wget"
brew "you-get"
brew "zk"
brew "zoxide"
brew "cjbassi/ytop/ytop"
brew "derailed/popeye/popeye"
cask "authy"
cask "brave-browser"
cask "commander-one"
cask "cryptomator"
cask "devtoys"
cask "dropbox"
cask "espanso"
cask "fig"
cask "font-hack-nerd-font"
cask "iterm2"
cask "keepingyouawake"
cask "multipass"
cask "ngrok"
cask "notunes"
cask "obsidian"
cask "qbittorrent"
cask "raycast"
cask "visual-studio-code"
vscode "withfig.fig"
