tap "adoptopenjdk/openjdk"
tap "amberframework/amber"
tap "borkdude/brew"
tap "cloudfoundry/tap"
tap "eddieantonio/eddieantonio"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "moncho/dry"
tap "universal-ctags/universal-ctags"
brew "act"
brew "readline"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "aspell"
brew "awscli"
brew "bat"
brew "pkg-config"
brew "clang-format"
brew "clojure-lsp"
brew "cmake"
brew "ctags"
brew "ctop"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "duf"
brew "duti"
brew "editorconfig"
brew "entr"
brew "exercism"
brew "fd"
brew "gobject-introspection"
brew "ffmpeg"
brew "fzf"
brew "geoip"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "git-flow"
brew "git-gui"
brew "git-lfs"
brew "glances"
brew "gnupg"
brew "pango"
brew "gnuplot"
brew "graphviz"
brew "gws"
brew "htop"
brew "httpie"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "isync", restart_service: true
brew "jq"
brew "lazydocker"
brew "lftp"
brew "libpq"
brew "libxslt"
brew "mdp"
brew "mermaid-cli"
brew "mitmproxy"
brew "mockserver"
brew "multimarkdown"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nnn"
brew "pandoc"
brew "parallel"
brew "pngpaste"
brew "poppler"
brew "ranger"
brew "rclone"
brew "ripgrep"
brew "rlwrap"
brew "shellcheck"
brew "speedtest-cli"
brew "stow"
brew "subversion"
brew "terraform_landscape"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unrar"
brew "unzip"
brew "vault", restart_service: true
brew "vim"
brew "watch"
brew "wget"
brew "you-get"
brew "zsh"
brew "zsh-completions"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "cloudfoundry/tap/cf-cli@7"
brew "federico-terzi/espanso/espanso"
brew "moncho/dry/dry"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "anka-flow"
cask "appcleaner"
cask "authy"
cask "aws-vault"
cask "bitwarden"
cask "brave-browser"
cask "cakebrew"
cask "calibre"
cask "cryptomator"
cask "dbeaver-community"
cask "diffmerge"
cask "drawio"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "font-alegreya"
cask "font-et-book"
cask "font-fira-code"
cask "font-firacode-nerd-font-mono"
cask "font-gochi-hand"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-sauce-code-pro-nerd-font"
cask "font-ubuntu"
cask "fontbase"
cask "fork"
cask "freeplane"
cask "github"
cask "grandperspective"
cask "handbrake"
cask "iina"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "keepassx"
cask "keepassxc"
cask "keepingyouawake"
cask "keka"
cask "keybase"
cask "kitematic"
cask "lens"
cask "libreoffice"
cask "licecap"
cask "macdown"
cask "macpass"
cask "mactex"
cask "macvim"
cask "meld"
cask "mono-mdk"
cask "mpv"
cask "ngrok"
cask "numi"
cask "postman"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "rancher"
cask "rectangle"
cask "signal"
cask "slack"
cask "sloth"
cask "spotify"
cask "steam"
cask "switchhosts"
cask "telegram"
cask "the-unarchiver"
cask "thyme"
cask "tower"
cask "transmission"
cask "typora"
cask "unity-hub"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "yammer"
