tap "adoptopenjdk/openjdk"
tap "amberframework/amber"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "moncho/dry"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "bat"
brew "ctags"
brew "curl"
brew "direnv"
brew "entr"
brew "exercism"
brew "fd"
brew "fzf"
brew "gdub"
brew "geoip"
brew "git"
brew "git-crypt"
brew "git-flow"
brew "git-gui"
brew "gnupg"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "libxslt"
brew "mdp"
brew "minikube"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "parallel"
brew "ranger"
brew "ripgrep"
brew "rlwrap"
brew "speedtest-cli"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "unzip"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "amberframework/amber/amber"
brew "moncho/dry/dry"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk8"
cask "appcleaner"
cask "authy"
cask "cakebrew"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "eclipse-jee"
cask "expressvpn"
cask "firefox"
cask "flux"
cask "flycut"
cask "font-fira-code"
cask "font-firacode-nerd-font-mono"
cask "font-hack-nerd-font"
cask "fontbase"
cask "fork"
cask "freeplane"
cask "iina"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "keepassx"
cask "keepingyouawake"
cask "keka"
cask "keybase"
cask "kitematic"
cask "lastpass"
cask "macdown"
cask "macpass"
cask "macvim"
cask "meld"
cask "miniconda"
cask "mono-mdk"
cask "oversight"
cask "postman"
cask "rectangle"
cask "robo-3t"
cask "signal"
cask "slack"
cask "soapui"
cask "sonarr"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "tower"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "yammer"
cask "yed"
