tap "adoptopenjdk/openjdk"
tap "amberframework/amber"
tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "moncho/dry"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "aspell"
brew "awscli"
brew "bat"
brew "clang-format"
brew "cmake"
brew "pkg-config"
brew "ctags"
brew "ctop"
brew "curl"
brew "direnv"
brew "editorconfig"
brew "entr"
brew "exercism"
brew "fd"
brew "fzf"
brew "gdub"
brew "geoip"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-flow"
brew "git-gui"
brew "glances"
brew "gnupg"
brew "gobject-introspection"
brew "pango"
brew "graphviz"
brew "gws"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperkit", link: false
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "libxslt"
brew "mdp"
brew "midnight-commander"
brew "minikube"
brew "multimarkdown"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "pandoc"
brew "parallel"
brew "pngpaste"
brew "poppler"
brew "ranger"
brew "ripgrep"
brew "rlwrap"
brew "shellcheck"
brew "speedtest-cli"
brew "stow"
brew "terraform_landscape"
brew "tfsec"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unrar"
brew "unzip"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "amberframework/amber/amber"
brew "borkdude/brew/babashka"
brew "moncho/dry/dry"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "anka-flow"
cask "apparency"
cask "appcleaner"
cask "authy"
cask "aws-vault"
cask "cakebrew"
cask "cryptomator"
cask "dbeaver-community"
cask "docker"
cask "drawio"
cask "dropbox"
cask "emacs"
cask "expressvpn"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-firacode-nerd-font-mono"
cask "font-gochi-hand"
cask "font-hack-nerd-font"
cask "fontbase"
cask "fork"
cask "freeplane"
cask "github"
cask "grandperspective"
cask "iina"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "keepassx"
cask "keepassxc"
cask "keepingyouawake"
cask "keka"
cask "keybase"
cask "kitematic"
cask "lastpass"
cask "lens"
cask "libreoffice"
cask "macdown"
cask "macpass"
cask "mactex"
cask "macvim"
cask "meld"
cask "miniconda"
cask "mono-mdk"
cask "oversight"
cask "postman"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "robo-3t"
cask "signal"
cask "slack"
cask "sloth"
cask "soapui"
cask "sonarr"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "telegram"
cask "the-unarchiver"
cask "tower"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "yammer"
cask "yed"
