tap "alexnabokikh/tfsort"
tap "cjbassi/ytop"
tap "dapr/tap"
tap "derailed/popeye"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "asdf"
brew "atuin"
brew "awscli"
brew "awsume"
brew "bandwhich"
brew "bat"
brew "bitwarden-cli"
brew "btop"
brew "caddy"
brew "cheat"
brew "cmake"
brew "codespell"
brew "colima"
brew "cpio"
brew "cruft"
brew "deno"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "exercism"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gomplate"
brew "gum"
brew "helm"
brew "htop"
brew "hugo"
brew "jfrog-cli"
brew "jq"
brew "just"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kubescape"
brew "lazygit"
brew "marp-cli"
brew "mdbook"
brew "neovim"
brew "osc"
brew "pinentry-mac"
brew "pkg-config"
brew "pngpaste"
brew "podman"
brew "ripgrep"
brew "scc"
brew "sd"
brew "skopeo"
brew "slides"
brew "starship"
brew "stow"
brew "syncthing"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "xorriso"
brew "you-get"
brew "yq"
brew "zk"
brew "zoxide"
brew "alexnabokikh/tfsort/tfsort"
brew "cjbassi/ytop/ytop"
brew "dapr/tap/dapr-cli"
brew "derailed/popeye/popeye"
brew "hashicorp/tap/packer"
cask "alinof-timer"
cask "appcleaner"
cask "arc"
cask "authy"
cask "balenaetcher"
cask "brave-browser"
cask "cryptomator"
cask "devtoys"
cask "discord"
cask "dropbox"
cask "espanso"
cask "font-caveat"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-open-sans"
cask "font-proggy-clean-tt-nerd-font"
cask "github"
cask "gitup"
cask "iterm2"
cask "kdenlive"
cask "keepassxc"
cask "keepingyouawake"
cask "keka"
cask "mark-text"
cask "meld"
cask "ngrok"
cask "notunes"
cask "openlens"
cask "podman-desktop"
cask "raycast"
cask "slack"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
cask "xnviewmp"
vscode "davidnussio.vscode-jq-playground"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "jq-syntax-highlighting.jq-syntax-highlighting"
vscode "ms-azuretools.vscode-docker"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
